// Топик: Функции

// 
// Требования к программе:
//    - отображение вашего имени и фамилии
// 
// 
// Заметки:
//    - Использовать функцию для отображения имени
//    - Использовать функцию для отображения фамилии
//    - Использовать макрос println для вывода сообщения в терминал
// 

// Использовать функцию для отображения имени
fn first_name() {
  println!("Илья");
}

// Использовать функцию для отображения фамилии
fn last_name() {
  println!("Голубев");
}

fn main() {
  first_name();
  last_name();
}
